[
  "Honey never spoils.",
  "A group of flamingos is called a flamboyance.",
  "Bananas are berries, but strawberries aren't.",
  "Octopuses have three hearts.",
  "Wombat poop is cube-shaped.",
  "Some turtles can breathe through their butts.",
  "Sloths can hold their breath longer than dolphins can.",
  "Sharks are older than trees.",
  "There's a species of jellyfish that can live forever.",
  "The Eiffel Tower can grow more than 6 inches during summer.",
  "Humans share about 60% of their DNA with bananas.",
  "A day on Venus is longer than its year.",
  "Your nose can remember 50,000 different scents.",
  "Koalas have fingerprints that are almost identical to humans.",
  "Cows have best friends and get stressed when separated.",
  "A single strand of spaghetti is called a spaghetto.",
  "A bolt of lightning contains enough energy to toast 100,000 slices of bread.",
  "The inventor of the Pringles can is buried in one.",
  "Snails can sleep for three years.",
  "Elephants can’t jump.",
  "A small child could swim through the veins of a blue whale.",
  "Penguins propose to each other with pebbles.",
  "The dot over the letters i and j is called a tittle.",
  "Scotland's national animal is the unicorn.",
  "A group of crows is called a murder.",
  "There's enough DNA in the human body to stretch from the sun to Pluto and back.",
  "Caterpillars completely liquefy as they transform into moths or butterflies.",
  "Sea otters hold hands when they sleep.",
  "The longest hiccuping spree lasted 68 years.",
  "A cloud can weigh over a million pounds.",
  "A narwhal's tusk reveals its health and life history.",
  "The tongue of a blue whale weighs as much as an elephant.",
  "Some cats are allergic to humans.",
  "A day on Mercury lasts 1,408 hours.",
  "Antarctica is the largest desert in the world.",
  "The majority of your brain is fat.",
  "Tigers have striped skin, not just striped fur.",
  "Humans glow in the dark – but our eyes can’t see it.",
  "There’s a basketball court on the top floor of the U.S. Supreme Court building.",
  "The Twitter bird actually has a name – Larry.",
  "A jiffy is an actual unit of time: 1/100th of a second.",
  "Hot water freezes faster than cold water.",
  "The first oranges weren’t orange – they were green.",
  "You can hear a blue whale's heartbeat from 2 miles away.",
  "The world’s quietest room is located at Microsoft Headquarters.",
  "It rains diamonds on Saturn and Jupiter.",
  "Mantis shrimp can punch with the force of a bullet.",
  "Mosquitoes are attracted to people who just ate bananas.",
  "A shrimp's heart is in its head.",
  "Bubble wrap was originally intended to be wallpaper.",
  "Dolphins call each other by name.",
  "Goats have rectangular pupils.",
  "A group of porcupines is called a prickle.",
  "Butterflies taste with their feet.",
  "Chewing gum boosts mental performance.",
  "The moon smells like gunpowder.",
  "Some fish cough.",
  "You can't hum while holding your nose.",
  "Apples float because 25% of their volume is air.",
  "Tomatoes have more genes than humans.",
  "The first alarm clock could only ring at 4 a.m.",
  "A crocodile can't stick its tongue out.",
  "Dogs can smell your feelings.",
  "Sunsets on Mars are blue.",
  "Cows moo with regional accents.",
  "Human teeth are as strong as shark teeth.",
  "The unicorn is the national animal of Scotland.",
  "Banging your head against a wall burns 150 calories an hour.",
  "Pigeons can do math at the same level as monkeys.",
  "Octopuses taste with their arms.",
  "Birds don’t urinate.",
  "A day on Uranus lasts 17 hours.",
  "Cats can't taste sweetness.",
  "The longest English word is 189,819 letters long.",
  "Peanuts aren’t technically nuts – they’re legumes.",
  "The human stomach gets a new lining every 3–4 days.",
  "Lobsters taste with their legs.",
  "Rabbits can't vomit.",
  "Bananas are slightly radioactive.",
  "The shortest war in history lasted 38 minutes.",
  "A bolt of lightning is five times hotter than the surface of the sun.",
  "You can’t lick your own elbow – most people can’t.",
  "Koalas sleep up to 22 hours a day.",
  "The inventor of the microwave appliance only received $2 for his discovery.",
  "Walt Disney was afraid of mice.",
  "The average person walks the equivalent of five times around the world in their lifetime.",
  "Jellyfish evaporate in the sun.",
  "Some worms can jump.",
  "An eagle can kill a young deer and fly away with it.",
  "In space, no one can hear you burp.",
  "The oldest piece of chewing gum is over 9,000 years old.",
  "Avocados are berries.",
  "The largest living organism is a fungus.",
  "Octopuses have blue blood.",
  "Cats can’t move their jaws sideways.",
  "Most wasabi served today isn’t real wasabi.",
  "Slugs have four noses.",
  "Your body has more bacteria than human cells.",
  "Water makes different pouring sounds depending on the temperature.",
  "A crocodile can go through 4,000 teeth in a lifetime.",
  "Butterflies can see ultraviolet light."
]
